Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: The 2019–20 coronavirus pandemic has had a substantial impact on the film industry, mirroring its impacts across all arts sectors.
es: La pandemia de enfermedad por coronavirus de 2019-2020 ha tenido un impacto sustancial en la industria del cine.

source: Business Insider analyzed the difference of coverage of patient testing patients for COVID-19, comparing the USA to South Korea.
es: Business Insider analizó la diferencia de cobertura de pacientes con pruebas de pacientes para COVID-19, comparando los Estados Unidos con Corea del Sur.

source: "In February 2020, televangelist Jim Bakker promoted a colloidal silver solution sold on his website, as a remedy for coronavirus COVID-19; naturopath Sherrill Sellman, a guest on his show, falsely stated that it ""hasn't been tested on this strain of the coronavirus, but it's been tested on other strains of the coronavirus and has been able to eliminate it within 12 hours."""
es: "El naturópata Sherrill Sellman, un invitado en su programa, declaró falsamente que ""no se ha probado en esta cepa del coronavirus, pero se ha probado en otras cepas del coronavirus y ha podido eliminarlo en 12 horas""."

source: "It is important that citizens follow our recommendations now that the infection has reached our country,"" said Greenland's Prime Minister Kim Kielsen at a press conference, according to newspaper Sermitsiaq."
es: "Es importante que los ciudadanos sigan nuestras recomendaciones ahora que la infección ha llegado a nuestro país"", dijo el primer ministro de Groenlandia, Kim Kielsen, en una conferencia de prensa, según el periódico Sermitsiaq."

source: For example, an outbreak which occurred in the UK in 1960 caused the death of 100,000 turkeys which had consumed aflatoxin-contaminated peanut meal.
es: Por ejemplo, un brote que ocurrió en Reino Unido en 1960 causó la muerte de 100.000 pavos tras el consumo de maní contaminado por aflatoxina.

source: By 2 March, 114 people had been tested for COVID-19, all tests coming out negative.
es: El 2 de marzo, las autoridades informaron de que un total de 114 personas habían sido objeto de pruebas por Covid-19; todas fueron negativas.

source: The mission took the vaccine to the Canary Islands, Colombia, Ecuador, Peru, Mexico, the Philippines and China.
es: La misión consiguió llevar la vacuna hasta las islas Canarias, Venezuela, Colombia, Ecuador, Perú, Nueva España, las Filipinas y China.

source: November 1981: renamed to National Institute of Health
es: 1981: en noviembre, cambia a National Institute of Health

source: The WHO stated that the high demand for timely and trustworthy information has incentivised the creation of a direct WHO 24/7 myth-busting hotline where its communication and social media teams have been monitoring and responding to misinformation through its website and social media pages.
es: La OMS declaró que la gran demanda de información oportuna y confiable ha incentivado la creación de una línea directa directa de 24 horas al día, 7 días a la semana, en la que los equipos de comunicación y redes sociales han estado monitoreando y respondiendo a la información errónea a través de su sitio web y páginas de redes sociales.

source: X-rays are taken prior to surgery because about one in five cases of VAS will develop metastasis, usually to the lungs but possibly to the lymph nodes or skin.
es: Se toman radiografías antes de la cirugía porque aproximadamente uno de cada cinco casos de VAS desarrollará metástasis, normalmente en los pulmones pero posiblemente en los nodos de linfa o en la piel.

source: Prior to 2014, Diamond Princess alternated sailing north and southbound voyages of the glacier cruises during the northern summer months and in the southern summer, she sailed from Australia and New Zealand.
es: Antes de 2014, alternaba viajes al norte y al sur de los cruceros de glaciares durante los meses de verano del norte y en el verano del sur, navegó desde Australia y Nueva Zelanda.

source: "On February 2, the World Health Organization (WHO) described a ""massive infodemic"", citing an over-abundance of reported information, accurate and false, about the virus that ""makes it hard for people to find trustworthy sources and reliable guidance when they need it""."
es: "El 2 de febrero de 2020, la Organización Mundial de la Salud (OMS) describió una ""epidemia de información falsa"", citando una gran cantidad de información reportada, precisa y falsa, sobre el virus que ""dificulta que las personas encuentren fuentes confiables y orientación confiable cuando se necesitan""."

source: On 22 March, by presidential order, all bankruptcy and financial executionary proceedings were stopped until 30 April, except for obligations regarding alimony and child support.
es: El 22 de marzo, por orden presidencial, todos los procedimientos de quiebra y ejecución financiera se detuvieron hasta el 30 de abril, a excepción de las obligaciones en materia de pensión alimenticia y mantención de los hijos.

source: Eventually, the Vietnamese authorities decided to isolate and quarantine the whole province, as well as shut the mosque.
es: Finalmente, las autoridades vietnamitas decidieron aislar y poner en cuarentena a toda la provincia, así como cerrar la mezquita.

source: Legibility of handwritten prescription
es: Redacción de la prescripción

source: Israeli Prime Minister Benjamin Netanyahu indicated that the Israeli government would use Taiwan's experience to fight the epidemic.
es: El primer ministro israelí, Benjamin Netanyahu, indicó que el gobierno israelí usaría la experiencia de Taiwán para combatir la pandemia.

source: Multiple companies such as Amazon, Google, TD Bank Group, Bank of Nova Scotia, London Stock Exchange Group, and Cargill, Inc. deferred all non-essential travels to areas affected by the outbreak.
es: Varias compañías como Amazon, Google, TD Bank Group, Bank of Nova Scotia, London Stock Exchange Group y Cargill, Inc. aplazaron todos los viajes no esenciales a las zonas afectadas por el brote.

source: The 2019–20 coronavirus pandemic was confirmed to have reached Mauritania in March 2020.
es: Se confirmó que la pandemia de enfermedad por coronavirus 2019-2020 se extendió a Mauritania en marzo de 2020.

source: For two weeks, schools, kindergartens, fitness centres, hair salons etc. are closed.
es: Durante dos semanas, las escuelas, jardines de infancia, gimnasios, peluquerías, etc. están cerrados.

source: Joachim Klein, Federal Ministry of Education and Research (Germany)
es: Joachim Klein, Ministerio Federal de Educación e Investigación (Alemania)

source: Automatic positive airway pressure
es: Presión positiva continua en la vía aérea

source: For PoCT a single specimen of blood is usually obtained by skin puncture.
es: Para los PoCT un único espécimen de sangre normalmente es obtenido mediante punción de piel.

source: He is currently being isolated at the state hospital.
es: La persona que dio positivo permanece aislada en el hospital.

source: Stores across Vietnam quickly sold out of surgical masks and hand sanitisers after the initial cases of coronavirus were reported.
es: Las tiendas en todo Vietnam se agotaron rápidamente con máscaras quirúrgicas y desinfectantes para manos después de que se informaron los casos iniciales de coronavirus.

source: The 38-year-old man was asymptomatic for weeks, reportedly led an active social life and potentially interacted with dozens of people before spreading the virus at Codogno Hospital.
es: El hombre de 38 años estuvo asintomático durante semanas, según los informes, llevó una vida social activa y potencialmente interactuó con docenas de personas antes de propagar el virus en el Hospital de Codogno.

source: Containment (circumstances of dedicated cases and clusters)
es: Contención (situación de casos y grupos dedicados)

source: "Afterwards, Ai was interviewed by the hospital's supervision department, and said that she had suffered ""unprecedented and very severe rebuke"".According to Ai, the hospital officials accused her of spreading rumor as a professional."
es: "Después, Ai fue entrevistada por el departamento de supervisión del hospital, sufriendo en sus propias palabras una ""reprimenda sin precedentes y muy severa""."

source: The petition was reportedly signed by a little over 250,000 people within a week.
es: [78]​ La petición fue firmada por casi 500,000 personas en una semana.

source: Also, vaccines should be given in areas making removal of VAS easier, namely: as close as possible to the tip of the right rear paw for rabies, the tip of the left rear paw for feline leukemia (unless combined with rabies), and on the right shoulder—being careful to avoid the midline or interscapular space—for other vaccines (such as FVRCP).
es: Además, las vacunas se debieran aplicar el áreas que faciliten la remoción de VAS[15]​ y en particular lo más cerca posible del extremo de la para trasera derecha para rabia, el extremo de la pata trasera izquierda para leucemia felina (excepto si se combina con rabia) y en el hombro derecho—es prudente evitar la línea media o espacio interescapular—para otras vacunas (como FVRCP).

source: 2007: Lead paint on toys from China
es: Toxicidad de los ácidos grasos trans[22]​2007: Pinturas tóxicas en los juguetes de China[23]​

source: Global stock markets fell on 24 February 2020 due to a significant rise in the number of COVID-19 cases outside mainland China.
es: Los mercados bursátiles mundiales empezaron a caer fuertemente el 24 de febrero de 2020 debido al aumento significativo en el número de casos de COVID-19 fuera de China continental.

source: Revised arrangements on the use of Falkland Islands Government Air Service (FIGAS) and Concordia Bay.
es: Arreglos revisados ​​sobre el uso del Servicio Aéreo del Gobierno de las Islas Malvinas (FIGAS) y la Bahía de Concordia.

source: New Jersey's global film festival, Garden State Film Festival, scheduled for March 25–29, cancelled their in-person Asbury Park-based festival, however will be proceeding with the original schedule in a real-time live-streaming online format.
es: [34]​[35]​ El festival de cine global de Nueva Jersey, Garden State Film Festival, programado del 25 al 29 de marzo, canceló su festival abierto al público con sede en Asbury Park, sin embargo, continuará con el calendario original en un formato en línea de transmisión en vivo en tiempo real.

source: 4 people have recovered and 2 have died.
es: También se informa sobre la recuperación de 2 personas más y la muerte de 5 personas más.

source: Van Gogh made several drawings and oil paintings of the surrounding gardens and the garden façade of the parsonage.
es: Van Gogh hizo varios dibujos y pinturas al óleo de los jardines circundantes y la fachada del jardín rectoral o parroquial de Nuenen.

source: The 2019–20 coronavirus pandemic was confirmed to have spread to Paraguay on 7 March 2020 when an individual tested positive in Asunción.
es: El primer caso confirmado de la pandemia de enfermedad por coronavirus de 2019-2020 en Paraguay se dio a conocer el 7 de marzo de 2020 en Asunción, por el Ministro de Salud Pública y Bienestar Social Julio Mazzoleni.

source: "The University of California, Berkeley's University Health Services posted an infographic on common reactions to the novel coronavirus epidemic that said ""Xenophobia: fears about interacting with those who might be from Asia and guilt about these feelings"" is normal."
es: En una infografía sobre reacciones comunes a la nueva epidemia de coronavirus publicada por los Servicios de Salud de la Universidad de California, Berkeley, la escuela aconsejó que la «Xenofobia: temores de interactuar con aquellos que podrían ser de Asia y la culpa por estos sentimientos» es normal.

source: The highest risk for men is in their 50s, with the gap between men and women closing only at 90.
es: [2]​[5]​[3]​ El riesgo más alto es de hombres de cincuenta años, con una brecha entre hombres y mujeres que sólo se cierra en los 90 años.

source: On 20 January, the first confirmed case was identified as a 35-year-old Chinese woman.
es: El 20 de enero, el primer caso confirmado fue identificado como una mujer china de 35 años.

source: "Conservative political commentator Rush Limbaugh said on The Rush Limbaugh Show—the most popular radio show in the US—that the virus was probably ""a ChiCom laboratory experiment"" and the Chinese government was using the virus and the media hysteria surrounding it to bring down Donald Trump."
es: "[22]​ El comentarista político conservador Rush Limbaugh dijo en el programa radial The Rush Limbaugh Show que el virus probablemente era ""un experimento de laboratorio ChiCom"" y que los chinos estaban usando el virus y la histeria mediática que lo rodeaba para derribar a Donald Trump."

source: Two contracted the virus at the same toy store: a high school student who worked at the store, and a school deputy principal who shopped there.
es: Dos contrajeron el virus en la misma juguetería: un estudiante de secundaria que trabajaba en la tienda y un subdirector de una escuela que compraba allí.

source: The following day, the Paris half marathon scheduled for Sunday 1 March with 44,000 participants was cancelled as one of a number of measures announced by health minister Olivier Véran (which also included the banning of all indoor public gatherings of more than 5,000 people).
es: [16]​ Al día siguiente, la media maratón de París programada para el domingo 1 de marzo con 44,000 participantes fue cancelada como una de la serie de medidas anunciadas por el ministro de salud, Olivier Véran.

source: When the outbreak began in Brazil, many Brazilian states, including São Paulo, which is the hotspot of the outbreak in Brazil, imposed harsh social isolation measures that included shutting down schools and non-essential business.
es: Cuando comenzó el brote en Brasil, muchos estados brasileños, incluido São Paulo, que es el foco del brote en Brasil, impusieron duras medidas de aislamiento social que incluyeron el cierre de escuelas y negocios no esenciales.

source: A further randomized trial in Australia is seeking to enrol 4,170 healthcare workers.
es: [42]​ Otro ensayo aleatorizado en Australia está buscando inscribir a 4.170 trabajadores de la salud.

source: Following the collapse of the regime, only few scientists ever had to face legal consequences, and their crimes were largely ignored for the remainder of the century.
es: Después del colapso del régimen nazi, sólo unos pocos científicos tuvieron que enfrentar consecuencias legales por sus acciones, y sus crímenes fueron ignorados en gran medida por el resto del siglo.

source: The study found that the travel ban in Wuhan delayed the spread of the disease to other parts of mainland China only by three to five days, although it did reduce the spread of international cases by as much as 80 percent.
es: "[ ] Las restricciones de viaje no son suficientes a no ser que lo combinemos con distanciamiento social.""[43]​ El estudio encontró que la prohibición de viaje en Wuhan sólo retrasó la propagación de la enfermedad a otras partes de China continental entre tres a cinco días, a pesar de que redujo la propagación de casos internacionales en un 80%."

source: On 6 March night, Hanoi urgently announced a new case of coronavirus, the first one found in the capital of Vietnam.
es: El 6 de marzo por la noche, Hanoi anunció con urgencia un nuevo caso de coronavirus, el primero encontrado en la capital de Vietnam.

source: On 20 March, through a presidential statement, it was announced that all kinds of scientific, cultural, and artistic meetings or activities were postponed until the end of April.
es: El 20 de marzo, a través de una declaración presidencial, se anunció que todo tipo de reuniones o actividades científicas, culturales y artísticas se pospusieron hasta finales de abril.

source: On 20 March 2020, Taiwan reported 27 new cases, the highest single-day increase.
es: El 20 de marzo de 2020, Taiwán notificó 27 casos nuevos, el mayor aumento en un solo día.

source: As a result, 22 were infected and five died.
es: Este ataque causó 17 casos de carbunco y 5 fallecimientos[12]​

source: On 27 February, AnimeJapan 2020, originally scheduled to be held in Tokyo Big Sight in late March, was cancelled.
es: El 27 de febrero, se anunció que AnimeJapan 2020, originalmente programado para realizarse en Tokio Big Sight a fines de marzo, se canceló.

source: Pulmonary artery catheterization at eMedicine
es: Pulmonary Artery Catheterization Emedicine (en inglés).

source: There is no cure or vaccine; however, antiretroviral treatment can slow the course of the disease and may lead to a near-normal life expectancy.
es: [7]​ No hay ninguna cura o vacuna; no obstante, el tratamiento antirretroviral puede retrasar el curso de la enfermedad y puede llevar a una expectativa de vida cercana a la normal.

source: Individuals who are immune to a disease act as a barrier in the spread of disease, slowing or preventing the transmission of disease to others.
es: La vacunación actúa como una especie de cortafuegos para la diseminación de la enfermedad, ralentizando o evitando la tranmisión de la enfermedad a otros individuos.

source: The main difference between BiPAP and CPAP machines is that BiPAP machines have two pressure settings: the prescribed pressure for inhalation (ipap), and a lower pressure for exhalation (epap).
es: La principal diferencia entre las máquinas BiPAP y CPAP es que las máquinas BiPAP tienen dos configuraciones de presión: la presión prescrita para la inhalación (ipap) y una presión más baja para la exhalación (epap).

source: "The immune system recognizes vaccine agents as foreign, destroys them, and ""remembers"" them."
es: El sistema inmunitario reconoce los agentes de la vacuna como extraños, destruyéndolos y recordándolos.

source: A higher percentage of health workers, particularly nurses, are women, which may give them a higher chance of being exposed to the virus.
es: [3]​[4]​[5]​ Hay mayor porcentaje de profesionales de la salud, particularmente enfermeras, que son mujeres, y tienen mayores probabilidades de ser expuestas al virus.

source: The patient continued to go to gatherings of Shincheonji days after showing symptoms, which are typically held with people in very close proximity and include physical contact of the members.
es: El paciente continuó asistiendo a reuniones de Shincheonji días después de mostrar síntomas, que generalmente se mantienen con personas muy cercanas e incluyen el contacto físico de los miembros.

source: The power of prayer to deal with coronavirus anxiety - USA Today
es: El poder de la oración para lidiar con la ansiedad por coronavirus - USA Today

source: The England men's and women's teams earned the right to represent the British unions in that stage of their respective competitions, but failed to qualify for the Olympic events through a top four finish.
es: Responsable del equipo olímpico es la Asociación Olímpica Británica, así como las federaciones deportivas nacionales de cada deporte con participación.

source: The name swap helped keep the delivery of Diamond Princess on time.
es: El cambio de nombre ayudó a mantener la fecha de entrega del Diamond Princess a tiempo.

source: This resulted in the suspension of immunization efforts in the state, causing a dramatic rise in polio rates in the already endemic country.
es: El resultado fue la suspensión de los esfuerzos de inmunización en ese estado, causando un dramático incremento de los índices de polio en el ya endémico país.

source: Confirmed cases were also reported in other regions and countries, including Hong Kong, Macau, Taiwan, Thailand, Japan, South Korea, and the United States.
es: También se reportaron casos confirmados en otras regiones y países, incluyendo Hong Kong, Macao, Taiwán, Tailandia, Japón, Corea del Sur, Singapur, los Estados Unidos, Australia, y Canadá.

source: Polio re-surfaced in Bangladesh after nearly six years of absence with 18 new cases reported.
es: [74]​ Tras casi seis años libre de polio, Bangladés informó la detección de 18 nuevos casos.

source: On 20 March, Saudi Arabia suspended entry and praying to the general public at the two Holy Mosques in Mecca and Medina to limit the spread of the coronavirus.
es: El 20 de marzo, Arabia Saudita suspendió la entrada y las oraciones al público en general en las dos Mezquitas Sagradas en La Meca y Medina con el fin de limitar la propagación del coronavirus.

source: The mature virus buds off from the cell in a sphere of host phospholipid membrane, acquiring hemagglutinin and neuraminidase with this membrane coat (step 7).
es: Los virus maduros se abren al exterior de la célula en una esfera de fosfolípidos de membrana, adquiriendo hemaglutinina y neuraminidasa junto con esta cubierta membranosa.

source: Styles then challenged Undertaker to a match at WrestleMania.
es: Styles desafió a The Undertaker a un combate en WrestleMania.

source: April 6: Reports indicate that 10 doctors have tested positive for the coronavirus.
es: 6 de abril: los informes indican que 10 médicos dieron positivo para el coronavirus.

source: "In Canterbury, an email was sent to a Chinese-origin student's parent, which reportedly said, ""our Kiwi kids don't want to be in the same class with your disgusting virus spreaders."""
es: [80]​ En la Región de Canterbury, se envió un correo electrónico a los padres de un estudiante de origen chino, que según se informa, «nuestros niños Kiwi no quieren estar en la misma clase con sus espantosos propagadores de virus».

source: In New Spain, Balmis took 25 orphans to maintain the infection during the crossing of the Pacific.
es: En el territorio del actual México, Balmis recogió veinticinco huérfanos para que mantuvieran la vacuna viva durante la travesía del océano Pacífico, a bordo del navío Magallanes.

source: Like most of the world's economy, Vietnam was hit hard by the outbreak because of the slowdown of private and national industries, the downturn of stock exchanges, and the lower number of incoming tourists.
es: Como la mayoría de la economía mundial, Vietnam se vio afectado por el brote, debido a la desaceleración de las industrias privadas y nacionales, la desaceleración de las bolsas de valores y el menor número de turistas entrantes, aunque se espera que Vietnam se vea menos perjudicado que China.

source: This will be in effect until 15 April.
es: Su duración será hasta el 15 de abril de 2020.

source: Influenza infects many animal species, and transfer of viral strains between species can occur.
es: El virus de la gripe puede infectar a numerosas especies animales y producirse una transferencia de cepas virales entre ellas.

source: Since 29 February, a total of 274 tests had been carried out.
es: [7]​ Desde el 29 de febrero, las pruebas realizadas ascendían a un total de 274 pruebas.

source: 2009 swine flu pandemic vaccine
es: Candidatos a la vacuna

source: COVID-19 was identified in December 2019.
es: COVID-19 se identificó en diciembre de 2019 en Wuhan, República Popular China.

source: As COVID-19 was spreading to several prisons in the U.S., some states and local jurisdictions began to release prisoners considered vulnerable to the virus.
es: A medida que la COVID-19 se extendía a varias cárceles en los EE. UU., algunos estados y jurisdicciones locales comenzaron a liberar prisioneros considerados vulnerables al virus.

source: On 1 February, a 25-year-old woman (#6) was declared coronavirus-positive in Khánh Hòa Province.
es: El 1 de febrero, una mujer de veinticinco años fue declarada coronavirus positiva en la provincia de Khánh Hòa.

source: The Institute contains the following research centers:
es: El Instituto contiene los siguientes centros de investigación:
